Repository: mh-firouzjaah/human-resource-management-system
Catalog: apps/accounts/locale/*/LC_MESSAGES/django.po
Languages: fa

source: event description
fa: شرح رویداد

source: event date
fa: تاریخ رویداد

source: event link
fa: آدرس رویداد

source: Can add | {content_type}
fa: مجاز به اضافه کردن | {content_type}

source: Can change | {content_type}
fa: مجاز به تغییر دادن | {content_type}

source: Can delete | {content_type}
fa: مجاز به حذف‌ کردن | {content_type}

source: Can view | {content_type}
fa: مجاز به رؤیت کردن | {content_type}

source: Accounts
fa: حساب‌ها

source: <center dir="rtl" style="margin-top: 30px;">Too many attempts please try again after <span id="cooldown-error">{cooldown}</span></center><script>window.onload = function () {{var minute = {cooldown};var sec = 60;setInterval(function () {{document.getElementById('cooldown-error').innerHTML = minute-1 + ':' + sec;sec--;if (sec == 00) {{minute--;if(minute==00){{ window.location = window.location.href; }}sec = 60;}}}}, 1000);}};</script>
fa: <center dir="rtl" style="margin-top: 30px;">تلاش بیش‌ از حد مجاز؛ باید صبر کنید! <span id="cooldown-error">{cooldown}</span></center><script>window.onload = function () {{var minute = {cooldown};var sec = 60;setInterval(function () {{document.getElementById('cooldown-error').innerHTML = minute-1 + ':' + sec;sec--;if (sec == 00) {{minute--;if(minute==00){{ window.location = window.location.href; }}sec = 60;}}}}, 1000);}};</script>

source: Addition
fa: اضافه‌کردن

source: Change
fa: تغییر

source: Deletion
fa: حذف

source: Log in/Log out
fa: ورود/خروج

source: IP
fa: آی‌پی

source: Try Count
fa: تعداد تلاش‌ها

source: Last Try
fa: آخرین تلاش

source: Has valid password
fa: گذرواژه‌ معتبر

source: Last password change
fa: آخرین زمان تغییر گذرواژه‌

source: Last IP
fa: آخرین آی‌پی

source: Logged in
fa: وارد شده

source: Last logout
fa: آخرین خروج

source: Personal
fa: پایور

source: Soldier
fa: وظیفه

source: Garrison
fa: پایگاه

source: User
fa: کاربر

source: Password
fa: گذرواژه‌

source: Action
fa: عمل

source: action flag
fa: نوع رویداد

source: Event Date
fa: تاریخ رویداد

source: Object Type
fa: نوع شئ

source: Object URL
fa: آدرس شئ

source: Log Entry
fa: رویداد

source: Log Entries
fa: رویدادها

source: date: {event_date}, user: {user}, action: {action}
fa: درتاریخ: {event_date}، کاربر: {user}، عملیات: {action}

source: Welcome, last time you were logged out at {last_logout} and last IP was {last_ip}.<br/>your current ip is {current_ip}.<br/>You're being Watched and <strong>Responsible</strong> for whatever you've done.
fa: خوش‌آمدید، آخرین بار در {last_logout} خارج شدید و آی‌پی شما {last_ip} بوده است.<br/>آی‌پی فعلی شما {current_ip} است.<br/> فعالیت شما در این سامانه تحت نظارت است و <strong>در قبال فعالیت‌های خود مسئول هستید.</strong>

source: logged in
fa: وارد شد

source: logged out
fa: خارج شد

source: Too many attempts please try again after <span id="cooldown-error">{cooldown}</span><script>window.onload = function () {{var minute = {cooldown};var sec = 60;setInterval(function () {{document.getElementById('cooldown-error').innerHTML = minute-1 + ':' + sec;sec--;if (sec == 00) {{minute--;if(minute==00){{ window.location = window.location.href; }}sec = 60;}}}}, 1000);}};</script>
fa: تلاش بیش‌ از حد مجاز؛ باید صبر کنید! <span id="cooldown-error">{cooldown}</span><script>window.onload = function () {{var minute = {cooldown};var sec = 60;setInterval(function () {{document.getElementById('cooldown-error').innerHTML = minute-1 + ':' + sec;sec--;if (sec == 00) {{minute--;if(minute==00){{ window.location = window.location.href; }}sec = 60;}}}}, 1000);}};</script>

source: ip: {req_ip} tries to log in.
fa: آی‌پی: {req_ip} برای ورود تلاش کرد.

source: Anonymous user
fa: کاربر ناشناس

source: Please correct the error below.
fa: لطفا خطای زیر را اصلاح کنید.

source: Please correct the errors below.
fa: لطفا خطاهای زیر را اصلاح کنید.

source: You are authenticated as %(username)s, but are not authorized to access this page. Would you like to login to a different account?
fa: شما تحت عنوان %(username)s شناسایی شده‌اید، اما اجازه‌ی دسترسی به این صفحه را ندارید:مایلید با حساب دیگری ادامه دهید؟

source: captcha:
fa: عبارت امنیتی

source: reload captcha
fa: بازنشانی عبارت امنیتی

source: Forgotten your password or username?
fa: گذرواژه‌‌ی خود را فراموش کرده‌اید؟

source: Login
fa: ورود به سامانه

source: New password must have at least 5 diffrent characters from previous password
fa: گذرواژه‌‌ی جدید باید حداقل ۵ حرف متفاوت از گذرواژه‌‌ی قبلی داشته باشد.

source: Password has already been used
fa: این گذرواژه‌ قبلا استفاده شده است.
